Repository: cmsunoPlugins/multipage
Catalog: lang/*.utf8/LC_MESSAGES/multipage.po
Languages: es_es

source: Allowing multiple pages with CMSUno.
es_es: Permitir múltiples páginas con CMSUno.

source: Use Code in the template to insert the menu containing all the pages :
es_es: Use el código en la plantilla para insertar el menú que contiene todas las páginas:

source: Code created dynamically in JavaScript (UL LI A).
es_es: Código creado dinámicamente en JavaScript (UL LI A).

source: Code created during publication (UL LI A). Best for SEO.
es_es: Código creado durante la publicación (UL LI A). Lo mejor para SEO.

source: Code created by the theme during publication. Only for some themes.
es_es: Código creado por el tema durante la publicación. Solo para algunos temas.

source: Pages management
es_es: Gestión de páginas

source: Active Page
es_es: Página activa

source: Activate this page
es_es: Activar esta página

source: Activate
es_es: Activar

source: Select the page you want to edit. You can publish it and then edit another page.
es_es: Seleccione la página que desea editar. Puede publicar y luego editar otra página.

source: Master Page
es_es: Página master

source: Save
es_es: Guardar

source: Reference page that can be used for plugins configuration (Contact...).
es_es: Página de referencia que se puede utilizar para la configuración de complementos.

source: Menu Manager
es_es: Menú Administrador

source: Drag and Drop items to reorder your menu. Change the item title. Don't forget to save.
es_es: Arrastrar y soltar elementos para reordenar su menú. Cambie el título del artículo. No se olvide de guardar.

source: Leave title empty to remove item.
es_es: Deja título vacío para eliminar el elemento.

source: Save Menu
es_es: Guardar Menú

source: Add External Link
es_es: Agregar link externo

source: Page URL to insert in the menu. Appear in blue in Menu Manager.
es_es: URL de la página para insertar en el menú. Aparecen en azul en el menú Administrador.

source: Title
es_es: Título

source: Title that will appear in the menu.
es_es: Título que aparecerá en el menú.

source: Create new page
es_es: Crear nueva página

source: Filename
es_es: Nombre del archivo

source: Create page
es_es: Crear página

source: Create
es_es: Crear

source: Name of the HTML file (appears in URL). The used words are important for SEO.
es_es: Nombre del archivo HTML (aparece en la URL). Las palabras utilizadas son importantes para el SEO.

source: Check and Save CONFIG tab after creation.
es_es: Compruebe y ficha Guardar CONFIG después de la creación.

source: Remove page
es_es: Eliminar la página

source: Are you sure ?
es_es: Estas seguro ?

source: Remove this page
es_es: Eliminar esta página

source: Remove
es_es: Eliminar

source: Remove all data created for this page. Did you make a backup ?
es_es: Retire todos los datos creados para esta página. ¿Tienes una copia de seguridad?

source: Publish all pages
es_es: Publicar todas las páginas

source: Publish
es_es: Publicar

source: Publish all existing pages in CMSUno. Useful if you change your template.
es_es: Publicar todas las páginas existentes en CMSUno. Útil si usted cambia su template.

source: Saved
es_es: Salvado

source: Backup missed
es_es: Copia de seguridad fallida

source: Page selected
es_es: Página seleccionada

source: Menu Saved
es_es: Menú Guardados

source: Link added
es_es: Enlace agregado

source: Already Exist
es_es: Ya existe

source: Save Menu First
es_es: Guardar Menú Primera

source: Link removed
es_es: Enlace retirado

source: Deletion made
es_es: Supresión hecho

source: Impossible deletion
es_es: eliminación Imposible
